$(document).ready(function(){
   $("#accordion1").accordion();
});

$(document).ready(function(){
   $("#accordion").accordion(); 
});

$(document).ready(function() {
   $("#country").autocomplete({source:["Австралия","Австрия","Азербайджан","Аргентина","Афганистан","Бангладеш","Беларусь","Бразилия","Великобритания ","Вьетнам","Германия","Греция","Грузия","Дания","Египет","Израиль","Ирак","Иран",
"Испания ","Италия","Канада","Киргизия","КНР","Куба","Латвия","Литва","Мексика","Молдавия","Монголия","Нигерия","Нидерланды ","Пакистан","Польша","Португалия","Россия","Румыния","Сербия","Словакия","Словения",
"США","Таджикистан ","Таиланд","Тунис ","Турция","Узбекистан","Украина","Филиппины","Финляндия","Франция","Хорватия","Черногория","Чехия","Швейцария ","Швеция","Эстония","ЮАР","Япония"]});
$("#country").autocomplete({ minLength: 3 });
});

$(document).ready(function(){
   $("#el1").button(); 
});

$(document).ready(function(){
   $("#el2").button(); 
});

$(document).ready(function(){
   $("#el3").buttonset(); 
});